{
  "property_id": "Kapsaret/Kapsaret Block 1 (Yamumbi)/1855",
  "valuation_report": {
    "report_reference": "",
    "valuer": "NW Realite Limited",
    "valuers": [
      "Danish Onyango Orech",
      "Simon Oruka Orwa"
    ],
    "inspection_date": "",
    "report_date": "2025-03-11",
    "client": "MILCAH WANGUI MBUGUA",
    "client_address": "",
    "purpose": "Valuation for Open Market Value, Forced Sale Value, and Insurance Value for financing purposes."
  },
  "property_details": {
    "apartment_number": "",
    "block": "Block 1 (Yamumbi)",
    "floor": "",
    "title_details": {
      "title_number": "Kapsaret/Kapsaret Block 1 (Yamumbi)/1855",
      "area": "0.043HA",
      "registry_map_sheet_no": "",
      "registered_proprietor_name": "MILCAH WANGUI MBUGUA",
      "registered_proprietor_id": "EDI9575999.0",
      "date_of_registration": "",
      "consideration_and_remarks": ""
    },
    "location": {
      "description": "The property is situated approximately 8 kilometres to the South of Eldoret City Centre, 1.8 kilometres due Southwest of Starbucks Hotel, 1.3 kilometres to the Northeast of Tebeswet Preparatory School and 870 meters to the Southeast of Jijenge Quary, within Yamumbi area of Kapsaret in Uasin Gishu County. The property is located within Kapseret/Simat Ward within Kapseret Subcounty/Constituency. The Google coordinates 0°28'30.1\"N 35°14'41.5\"E fall within the property.",
      "county": "Uasin Gishu County",
      "constituency": "",
      "ward": "",
      "area": "Yamumbi Area, Eldoret",
      "gps_coordinates": ""
    },
    "tenure": {
      "type": "Absolute Freehold",
      "lease_term": "",
      "commencement_date": "",
      "expiry_date": ""
    },
    "registered_proprietors": [
      {
        "name": "MILCAH WANGUI MBUGUA",
        "id_number": "EDI9575999.0"
      }
    ],
    "ownership_type": "Absolute proprietor(s)",
    "encumbrances": "free from any encumbrances"
  },
  "property_description": {
    "plot_area": "zero point zero four three (0.043) of a hectare or zero point one zero six three (0.1063) of an acte.",
    "plot_and_site_works": "A tectangular-shaped red loam soils plot with a fairly level terrain whose boundaries are marked with a perimeter wall consisting of corrugated GCI supported on a wooden frame work. Access into the subject property is via a GCI gate opening onto the compound.",
    "services": "Mains electricity is connected to the property. Water is supplied from a borehole within the property. Foul drainage is into a biodigester. The immediate access road to the subject plot is murram-surfaced. All other social amenities are easily accessible within the neighborhood.",
    "general_description": "The plot is developed with a three-bedroom, 2-ensuite bungalow.",
    "construction_and_accommodation": {
      "roof": "Pitched-roofed fascia boarded timber trusses overlaid in factory-painted box profile roofing sheets and provided with gutters and downpipes.",
      "ceilings": "Lined with soft board panels.",
      "walls": "In-filled with natural stone walls master rendered externally and keyed; plastered and painted internally. Wet rooms, including kitchen, have walls lined with ceramic tiles to dado level.",
      "doors": "The external doors are metal panel types while the internal ones are flush timber types.",
      "windows": "These are glazed steel casement types.",
      "floors": "Mass concrete slabs finished in ceramic tiles.",
      "fittings": "Fittings include tiled worktops, cupboards, and stainless-steel sink unit to the kitchen.",
      "accommodation_layout": [
        "Entrance veranda",
        "Lounge",
        "Dining area",
        "Kitchen with access to rear veranda",
        "Pantry",
        "Passageway",
        "Washroom with a WC, WHB and an overhead shower.",
        "1 No. bedroom en-suite having a washroom with WC, WHB and an overhead shower yet to be fixed",
        "1 No. bedroom",
        "Master bedroom en-suite en-suite having a washroom with WC, WHB and an overhead shower yet to be fixed."
      ],
      "built_up_area": "1,420 sq. ft. approx."
    },
    "general_remarks": "This is a three-bedroom, 2 ensuite bungalow within Yamumbi area of Kapsaret in Eldoret. The property is situated in a neighbourhood that is dominated by residential developments and supporting commercial, institutional and recreational establishments. The demand for land in the neighbourhood has seen an upward trajectory in the recent years. This demand is fueled by the continued growth of Eldoret City and the relatively affordable land for development of standalone single-family residences. Currently, the local property market is recovering from various economic challenges that had adversely affected the demand for property across board. We anticipate a continued but measuted growth in the sector going forward into the foreseeable future. Public Utility User: We have perused relevant survey plans; it is our considered opinion that the said property has not been set aside for public use/water catchment area. To the best of our knowledge, the subject property is not government land and has not been reserved for public utility user. We confirm that the property is not listed in the Report of the Commission of Inquiry into the Ilegal/Irregular Allocation of Public Land (Ndungu Report) Annexes Volumes 1, 2 & 3. We further confirm that the land is not adversely mentioned in the National Land Commission (NLC) Kenya Gazette Notice No. 6862 of 17th July 2017, 12526 of 22nd December 2017, 2032, and 2033 of 2nd March 2018 and 1547 of 15th February 2019. The land is not on riparian resetve/wetland. Planning, Highway and other Statutory Considerations: In our opinion we don’t foresee any significant prospect of ot potential for change of use of the subject property or those in the vicinity, which could materially affect the value of the subject property in the past or in future. The current user of the property conforms to its stipulated use. Environmental Issues: There are currently no other obvious visible environmental issues including contaminated land either on the subject or on an adjoining site that materially affect the value of the ptoperty. A detailed environmental impact assessment report would verify this in greater details. Matrimonial Property: According to the Matrimonial Property Act 2013, Section 6 (1) (c), Matrimonial Property means “any other immoveable ot moveable property owned by both or either spouse and acquired during the subsistence of the marriage’. The property is solely registered in the name of Milcah Wangui Mbugua. We were unable to confirm with absolute certainty whether this is a matrimonial property. We advise that the registered proprietor provide material information to this effect."
  },
  "apartment_details": {},
  "occupancy": "",
  "condition": "",
  "market_assessment": {
    "description": "This is a three-bedroom, 2 ensuite bungalow within Yamumbi area of Kapsaret in Eldoret. The property is situated in a neighbourhood that is dominated by residential developments and supporting commercial, institutional and recreational establishments. The demand for land in the neighbourhood has seen an upward trajectory in the recent years. This demand is fueled by the continued growth of Eldoret City and the relatively affordable land for development of standalone single-family residences. Currently, the local property market is recovering from various economic challenges that had adversely affected the demand for property across board. We anticipate a continued but measuted growth in the sector going forward into the foreseeable future.",
    "adopted_land_value": 1000000,
    "land_comparables": [
      {
        "title_no": "Kapsaret/Kapsaret Block 1 (Yamumbi)/2464",
        "area": "Yamumbi Area",
        "size": "0.055Ha/0.1360 of an acre",
        "sale_price": 800000,
        "date": "2020-12-01",
        "adjusted_price": 960000
      },
      {
        "title_no": "Kapsaret/Kapsaret Block 1 (Yamumbi)/1715",
        "area": "Yamumbi Area",
        "size": "0.04 Ha/0.111 of an acre",
        "value": 1000000,
        "date": "2022-04-01"
      },
      {
        "description": "Plot for Sale in Yamumbi",
        "size": "0.04 Ha/0.111 of an acre",
        "asking_price": 1130000
      },
      {
        "description": "Plot for Sale in Yamumbi Near Corner Bus Stage",
        "location_relative": "500 meters NE of subject",
        "size": "0.04 Ha/0.111 of an acre",
        "asking_price": 950000
      }
    ]
  },
  "valuations": {
    "current_market_value": {
      "amount": 5600000,
      "currency": "KES",
      "amount_words": "Kenya Shillings Five Million Six Hundred Thousand"
    },
    "forced_sale_value": {
      "amount": 4200000,
      "currency": "KES",
      "amount_words": "Kenya Shillings Four Million Two Hundred Thousand"
    },
    "insurance_value": {
      "amount": 5300000,
      "currency": "KES",
      "amount_words": "Kenya Shillings Five Million Three Hundred Thousand"
    }
  },
  "valuation_methodology": [
    "Market Approach (Sales Comparison Approach)",
    "Depreciated Replacement Cost Approach"
  ],
  "lease_details": {},
  "compliance": {}
}