{
  "property_id": "KIAMBAA/THIMBIGUA/4242",
  "valuation_report": {
    "report_reference": "SOO/DOO/5297/1/25",
    "valuer": "NW Realite Limited",
    "valuers": [
      "Ken Wathome - BA Land Econ. (Hons), MBA (USIU), MISK, RV, REA, OPM (Harvard)",
      "Nahashon Kuria - B.Ed (Arts) (Hons), UoN, REA, Dip. Estate Agency & Property mgt, UoN REA",
      "Simon Oruka Orwa - BA (Land Economics) Hons (UoN), MISK, Registered & Practicing Valuer",
      "a. Onyango Orech - Bachelor of Real Estate Hons UoN, GMISK"
    ],
    "inspection_date": "2025-02-24",
    "report_date": "2025-02-25",
    "client": "Akiba Mashinani Trust",
    "client_address": "Nairobi",
    "purpose": "Current Open Market Value for bank purposes"
  },
  "property_details": {
    "apartment_number": "",
    "block": "",
    "floor": "",
    "title_details": {
      "title_number": "KIAMBAA/THIMBIGUA/4242",
      "area_hectare": 0.4046,
      "area_acre": 0.9998,
      "survey_map_reference": "Sheet No. 4. of Kiambaa/Thimbigua tegistration section",
      "search_certificate_source": "Kiambu County Land Registry"
    },
    "location": {
      "area": "Njiku area",
      "county": "Kiambu County",
      "description": "approximately 1.2 kilometers off Limuru Road, 900 meters to the West of Muthurwa Anglican Church, 850 meters to the Southeast of Muguku Tumaini School and 520 meters due Northwest of Njiku Shopping Center within Njiku area in Kiambu County.",
      "coordinates": "1°10'34.4\"S 36°44'01.5\"E"
    },
    "tenure": {
      "type": "Freehold interest",
      "rent_status": "not subject to payment of land rent"
    },
    "registered_proprietors": [
      "MuunGano WA WoAM ANS nr"
    ],
    "ownership_type": "",
    "encumbrances": "NIL"
  },
  "property_description": {
    "plot_shape": "trapezoidal- shaped parcel",
    "soil_type": "red soils",
    "slope": "south-westwatd slope",
    "boundaries": "marked by survey beacons ot left open",
    "improvements": "no structural improvements on the parcel as at the date of our inspection.",
    "general_remarks": "This is a vacant parcel of land situated within Njiku area of Kiambu County. It is about 1.2 kilometres off and to the North of Limuru Road. The area is characterized by a mixture of residential developments and small scale farming. Thete is, however, a growing trend of large agricultural parcels being subdivided for residential use. The demand for residential land in this neighbourhood is adequate. The demand is fuelled by the proximity of infrastructure and social amenities within the neighbourhood."
  },
  "apartment_details": {},
  "occupancy": "Vacant",
  "condition": "",
  "market_assessment": {
    "demand": "The demand for residential land in this neighbourhood is adequate. The demand is fuelled by the proximity of infrastructure and social amenities within the neighbourhood. All factors remaining constant, we anticipate continued demand for land and subsequent increase in value.",
    "character_of_area": "mixture of residential developments and small scale farming. Thete is, however, a growing trend of large agricultural parcels being subdivided for residential use.",
    "future_outlook": "All factors remaining constant, we anticipate continued demand for land and subsequent increase in value."
  },
  "valuations": {
    "current_market_value": {
      "amount": 25000000,
      "currency": "KES",
      "amount_words": "Kenya Shillings Twenty Five Million"
    }
  },
  "valuation_methodology": [
    {
      "method": "market approach (Sales compatison) method",
      "description": "This method is based on sales and/or properties for sale, which are similar to the subject property with due allowance made for value affecting differences between the subject property and the comparable property."
    }
  ],
  "lease_details": {},
  "compliance": {
    "public_use_status": "The property has not been previously set aside for public use nor does it lie on a road reserve or a wetland/ or categorised as irregularly/ illegally acquired in the Ndungu Report (Report of the commission of Inquiry into the Ilegal/Trregular Allocation of Public Land).",
    "environmental_issues": "There ate currently no developments or environmental issues including contaminated land either on the subject properties or on an adjoining site that would materially affect the value of the propetties.",
    "rates_payment_status": "We were unable to ascertain the rates payment status as at the date of this valuation. We advise that the proprietor provides details of this if any."
  }
}